IdeaRS.Connections
ConItemListAttribute Constructor
Compatible with IDEA StatiCa 0.0
Initializes a new instance of the ConItemListAttribute class
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConItemListAttribute(
	string propertyType,
	string wrapperType
)
Parameters
propertyType
Type: String
[Missing <param name="propertyType"/> documentation for "M:IdeaRS.Connections.Data.ConItemListAttribute.#ctor(System.String,System.String)"]
wrapperType
Type: String
[Missing <param name="wrapperType"/> documentation for "M:IdeaRS.Connections.Data.ConItemListAttribute.#ctor(System.String,System.String)"]
See Also
Reference
ConItemListAttribute Class
IdeaRS.Connections.Data Namespace